---
kind: enumMember
id: F:Autodesk.Revit.DB.FamilySource.Family
enum: Autodesk.Revit.DB.FamilySource
zh: 族
source: html/d8554318-b292-2a6c-590a-c2af54c49ad6.htm
---
# Autodesk.Revit.DB.FamilySource.Family

**中文**: 族

Loading the family from current family document.